pmo-dataset/variations/mermaid_basic/54.mmd
graph LR
	StartEvent_1((" ")) --> Task_1["INQ transmits the transaction data request"]
	Task_1 --> Task_2["IP checks the request of the INQ"]
	Task_2 --> Task_3["IP answers the question of the INQ"]
	Task_3 --> EndEvent_1((" "))
